---
type: DefinitionGroup
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# DefinitionGroup

`Autodesk.Revit.DB.DefinitionGroup` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Definitions | — | `public Definitions Definitions { get ; }` |
| Property | Name | — | `public string Name { get ; }` |